Repository: AKotov-dev/warpgui
Catalog: warpgui/languages/warpgui.*.po
Languages: ru

# tmainform.statuslabel.caption
source: waiting for connection...
ru: ожидание соединения...

source: connection attempt...
ru: попытка подключения...

# unit1.connectionisencrypted
source: connection is encrypted
ru: соединение зашифровано

source: disconnection...
ru: отключение...

source: replacing endpoint (old protocol)
ru: замена endpoint (старый протокол)

source: reset settings
ru: сброс настроек

source: Reset/Activation WARP "YES" - new protocol, "NO" - old protocol 1. Enable VPN (if you are in Russia) 2. Select protocol: press "Yes" or "No" 3. Wait for the status "waiting for connection..." 4. Disable VPN (if you are in Russia) and press warpgui
ru: Сброс/Активация WARP "ДА" - новый протокол, "НЕТ" - старый протокол 1. Включите VPN (если вы в России) 2. Укажите протокол: нажмите "Да" или "Нет" 3. Дождитесь статуса "ожидание соединения..." 4. Отключите VPN (если вы в России) и нажмите warpgui

source: warp update
ru: обновить warp

# unit1.waitingforconnection
source: waiting for connection...
ru: ожидание соединения...

source: registration attempt...
ru: попытка регистрации...

source: warp-svc.service is not running! systemctl enable warp-svc.service systemctl restart warp-svc.service
ru: warp-svc.service не запущен! systemctl enable warp-svc.service systemctl restart warp-svc.service
